[
    {
        "id": 1,
        "name": "Mistborn: The final Empire",
        "rating": 4.5,
        "author": "Brandon Sanderson",
        "photo": "images.mistborn",
        "description": "For a thousand years the ash fell and no flowers bloomed. For a thousand years the Skaa slaved in misery and lived in fear. For a thousand years the Lord Ruler, the Sliver of Infinity, reigned with absolute power and ultimate terror, divinely invincible. Then, when hope was so long lost that not even its memory remained, a terribly scarred, heart-broken half-Skaa rediscovered it in the depths of the Lord Ruler's most hellish prison. Kelsier snapped and found in himself the powers of a Mistborn. A brilliant thief and natural leader, he turned his talents to the ultimate caper, with the Lord Ruler himself as the mark."
    },
    {
        "id": 2,
        "name": "Kings of the Wyld",
        "rating": 4.3,
        "author": "Nicholas Eames",
        "photo": "images.kingsWild",
        "description": "Clay Cooper and his band were once the best of the best, the most feared and renowned crew of mercenaries this side of the Heartwyld. Their glory days long past, the mercs have grown apart and grown old, fat, drunk, or a combination of the three. Then an ex-bandmate turns up at Clay's door with a plea for help -- the kind of mission that only the very brave or the very stupid would sign up for. It's time to get the band back together."
    },
    {
        "id": 3,
        "name": "The Poppy War",
        "rating": 4.0,
        "author": "R. F. Kuang",
        "photo": "images.poppyWar",
        "description": "When Rin aced the Keju--the Empire-wide test to find the most talented youth to learn at the Academies--it was a shock to everyone: to the test officials, who couldn't believe a war orphan from Rooster Province could pass without cheating; to Rin's guardians, who believed they'd finally be able to marry her off and further their criminal enterprise; and to Rin herself, who realized she was finally free of the servitude and despair that had made up her daily existence. That she got into Sinegard--the most elite military school in Nikan--was even more surprising. But surprises aren't always good."
    }
]